tap "buildkite/cli"
tap "charmbracelet/tap"
tap "djocker/common"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "stripe/stripe-cli"

# Common
# brew "cloc"
brew "chruby"
brew "direnv"
# brew "dnsmasq"
brew "fd"
brew "fzf"
brew "git"
brew "jq"
brew "just"
# brew "neovim"
brew "overmind"
brew "pstree"
brew "ripgrep"
brew "reattach-to-user-namespace"
brew "ruby-install"
brew "the_silver_searcher"
# brew "tig"
brew "tree"
brew "tmux"
brew "vim"
brew "wget"
brew "z"
brew "zsh"

# Clio specific
brew "awscli"
brew "buildkite/cli/bk"
brew "cmake"
brew "dive"
brew "gh"
# brew "git-sizer"
brew "go"
brew "hub"
brew "imagemagick@6"
brew "irssi"
brew "jfrog-cli-go"
brew "libgit2"
# brew "memcached"
brew "nodenv"
# brew "redis"
brew "stripe/stripe-cli/stripe"
# brew "v8"
# brew "yarn"

# Misc. dependencies
# brew "automake"
# brew "coreutils"
# brew "jfrog-cli"
# brew "libffi"
# brew "libyaml"
# brew "openssl@1.1"
# brew "pkg-config"
# brew "qt"

# MySQL via Percona
# brew "djocker/common/percona-server@5.6"
# brew "homebrew/versions/percona-server55" # mysql
# brew "percona-server@5.6" # mysql
