# This is dumped from the existing homebrew setup, it needs to be cleaned up...

tap "homebrew/dupes"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/versions"
tap "homebrew/binary"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/cask"

brew "apple-gcc42"
brew "autoconf"
brew "automake"
brew "bats"
brew "bdw-gc"
brew "bison"
brew "chruby"
brew "libsigsegv"
brew "readline"
brew "clisp"
brew "cloc"
brew "clojure"
brew "cmake"
brew "composer"
brew "gmp"
brew "openssl"
brew "libyaml"
brew "libffi"
brew "crystal-lang"
brew "direnv"
brew "elixir"
brew "elm"
brew "entr"
brew "exercism"
brew "fd"
brew "lame"
brew "xvid"
brew "ffmpeg"
brew "flac"
brew "fzf"
# brew install --HEAD https://raw.github.com/postmodern/gem_home/master/homebrew/gem_home.rb
brew "https://raw.github.com/postmodern/gem_home/master/homebrew/gem_home.rb", args: ["HEAD"]
brew "gettext"
brew "git"
brew "charmbracelet/homebrew-tap/glow"
brew "gnu-typist"
brew "gnupg"
brew "go"
brew "haskell-stack"
brew "hub"
brew "hugo"
brew "icu4c"
brew "imagemagick"
brew "jq"
brew "kafka"
# brew "leiningen"
brew "libogg"
brew "libpcl"
brew "libsigc++"
brew "libvorbis"
brew "libxml2"
brew "lighttpd"
brew "llvm"
brew "makedepend"
brew "markdown"
brew "sqlite"
brew "mercurial"
brew "minimal-racket"
brew "mongodb"
brew "mysql"
brew "neovim"
brew "nim"
brew "nspr"
brew "ocaml"
brew "ossp-uuid"
brew "tmux"
brew "overmind"
brew "peco"
brew "perl"
brew "physfs"
brew "pkg-config"
brew "ponyc"
brew "postgresql", restart_service: true
brew "postgresql@9.6"
brew "pstree"
brew "reattach-to-user-namespace"
brew "redis"
brew "rethinkdb"
brew "ripgrep"
brew "ruby"
brew "ruby-install"
brew "rust"
brew "sdl"
brew "sdl2"
brew "sdl_image"
brew "sdl_mixer", args: ["with-smpeg"]
brew "sdl_ttf"
brew "serveit"
brew "the_silver_searcher"
brew "theora"
brew "tree"
# brew install --HEAD universal-ctags/universal-ctags/universal-ctags
brew "https://raw.githubusercontent.com/universal-ctags/homebrew-universal-ctags/master/universal-ctags.rb", args: ["HEAD"]
brew "unixodbc"
brew "vim"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "z"
