tap "buildkite/cli"
tap "charmbracelet/tap"
tap "djocker/common"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "stripe/stripe-cli"
brew "automake"
brew "gdbm"
brew "openssl@1.1"
brew "readline"
brew "awscli"
brew "bat"
brew "bison"
brew "chruby"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "deno"
brew "direnv"
brew "dive"
brew "dnsmasq"
brew "exercism"
brew "fd"
brew "fzf"
brew "gem_home", args: ["HEAD"]
brew "libyaml"
brew "gerbil-scheme"
brew "gh"
brew "git"
brew "git-sizer"
brew "libffi"
brew "go"
brew "hub"
brew "imagemagick"
brew "imagemagick@6"
brew "irssi"
brew "janet"
brew "jfrog-cli"
brew "jq"
brew "jrnl"
brew "just"
brew "kakoune"
brew "leiningen"
brew "libgit2"
brew "memcached"
brew "minimal-racket"
brew "neovim"
brew "pkg-config"
brew "node-build"
brew "nodenv"
brew "tmux"
brew "overmind"
brew "pstree"
brew "qt"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "ruby-install"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tree"
brew "v8"
brew "vim"
brew "wget"
brew "xsv"
brew "z"
brew "zsh"
brew "buildkite/cli/bk"
brew "charmbracelet/tap/glow"
brew "djocker/common/percona-server@5.6"
brew "stripe/stripe-cli/stripe"
